Repository: constracti/christianikatragoudia-ios
Catalog: App/Localizable.xcstrings
Source language: en
Languages: el

source: App
el: Εφαρμογή

# AppName
source: Christian Songs
el: Χριστιανικά Τραγούδια

source: Cancel
el: Άκυρο

source: Check
el: Έλεγχος

source: Clear
el: Εκκαθάριση

# ClearRecent
source: Clear recent songs
el: Εκκαθάριση πρόσφατων τραγουδιών

# ClearRecentMessage
source: Clear recently viewed songs list.
el: Εκκαθάριση λίστας προσφάτως προβεβλημένων τραγουδιών.

source: Destinations
el: Προορισμοί

source: Details
el: Λεπτομέρειες

source: Download
el: Λήψη

# DownloadAdd
source: Add
el: Προσθήκη

# DownloadEdit
source: Edit
el: Τροποποίηση

# DownloadError
source: An error occurred. Please check that you are connected to the internet.
el: Παρουσιάστηκε κάποιο σφάλμα. Έλεγξε ότι έχεις συνδεθεί στο διαδίκτυο.

# DownloadPrompt
source: Download lyrics and chords of all songs from the website
el: Λήψη των στίχων και των συγχορδιών όλων των τραγουδιών από την ιστοσελίδα

# DownloadSuccess
source: All additions and changes to lyrics and chords of the website songs have been downloaded.
el: Όλες οι προσθήκες και οι αλλαγές στους στίχους και τις συγχορδίες των τραγουδιών της ιστοσελίδας έχουν ενσωματωθεί στην εφαρμογή.

source: Error
el: Σφάλμα

# FontSizeDecrease
source: Decrease font size
el: Μείωση μεγέθους γραμματοσειράς

# FontSizeIncrease
source: Increase font size
el: Αύξηση μεγέθους γραμματοσειράς

# FontSizeReset
source: Reset font size
el: Επαναφορά μεγέθους γραμματοσειράς

source: Index
el: Κατάλογος

source: Information
el: Πληροφορίες

# InformationContribution
source: If you'd like to contribute with material, make suggestions for improving the website or the app, and highlight issues, I'd be happy to hear from you.
el: Αν θέλεις να συνεισφέρεις με υλικό, να καταθέσεις προτάσεις βελτίωσης της ιστοσελίδας ή της εφαρμογής, καθώς και για επισημάνσεις λαθών, θα χαρώ να επικοινωνήσεις μαζί μου.

# InformationDescription
source: This app brings to your device lyrics and chords of orthodox christian songs that we have loved in catechism and camps.
el: Η παρούσα εφαρμογή συγκεντρώνει στη συσκευή σου στίχους και συγχορδίες ορθόδοξων χριστιανικών τραγουδιών που αγαπήσαμε στα κατηχητικά και τις κατασκηνώσεις.

# InformationDeveloper
source: Konstantinos Raktivan
el: Κωνσταντίνος Ρακτιβάν

# InformationExtras
source: More information, pdf sheet music with the main melody, mp3 files and links to videos with the official recordings can be found in the website:
el: Περισσότερες πληροφορίες, παρτιτούρες pdf με την κύρια μελωδία, αρχεία mp3 και συνδέσμους προς videos με τις επίσημες ηχογραφήσεις θα βρεις στην ιστοσελίδα:

# InformationFeatures
source: You can search for the song you are interested in, view its lyrics and choose the tonality of its chords, without requiring an internet connection.
el: Μπορείς να αναζητήσεις το τραγούδι που σε ενδιαφέρει, να προβάλεις τους στίχους του και να επιλέξεις την τονικότητα των συγχορδιών του, χωρίς να απαιτείται σύνδεση στο διαδίκτυο.

# InformationOpenSite
source: Open site
el: Άνοιγμα ιστοσελίδας

# InformationSendMail
source: Send email
el: Αποστολή email

source: License
el: Άδεια χρήσης

# LicenseContent
source: You may share and and adapt the material under the following conditions: **Attribution** You should reference the author, indicating whether changes have been made. **Non commercial use** You may not use the material for commercial purposes. **Share alike** You are allowed to distribute your own contributions, but under the same license.
el: Μπορείς να μοιραστείς και να προσαρμόσεις το υλικό υπό τους ακόλουθους όρους: **Αναφορά δημιουργού** Θα πρέπει να καταχωρήσεις αναφορά στο δημιουργό, με επισήμανση αν έχουν γίνει αλλαγές. **Μη εμπορική χρήση** Δεν μπορείς να χρησιμοποιήσεις το υλικό για εμπορικούς σκοπούς. **Παρόμοια διανομή** Επιτρέπεται να διανείμεις τις δικές σου συνεισφορές, αλλά με την ίδια άδεια.

# LicenseLong
source: Attribution - Non commercial - Share alike 4.0
el: Αναφορά - Μη εμπορική χρήση - Παρόμοια διανομή 4.0

# LicenseUrl
source: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.en
el: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.el

source: Open in browser
el: Άνοιγμα στον φυλλομετρητή

source: Options
el: Επιλογές

source: Recent
el: Πρόσφατα

# RecentEmpty
source: The songs you opened most recently appear here.
el: Εδώ εμφανίζονται τα τραγούδια που άνοιξες πιο πρόσφατα.

source: Reset
el: Επαναφορά

# ResetTonality
source: Reset selected chord tonalities
el: Επαναφορά επιλεγμένης τονικότητας συγχορδιών

# ResetTonalityMessage
source: Show lyrics and hide chords in all songs.
el: Εμφάνιση στίχων και απόκρυψη συγχορδιών σε όλα τα τραγούδια.

# ResetZoom
source: Reset font size
el: Επαναφορά μεγέθους γραμματοσειράς

# ResetZoomMessage
source: Reset lyrics and chords font size in all songs.
el: Επαναφορά μεγέθους γραμματοσειράς στίχων και συγχορδιών σε όλα τα τραγούδια.

source: Search
el: Αναζήτηση

source: Settings
el: Ρυθμίσεις

source: Share
el: Κοινοποίηση

source: Starred
el: Αγαπημένα

# StarredEmpty
source: Add songs to starred to appear here.
el: Πρόσθεσε τραγούδια στα αγαπημένα για να εμφανίζονται εδώ.

source: Tonalities
el: Τονικότητες

# TonalitiesDescription
source: Items appearing in the chords tonality selection menu
el: Στοιχεία που εμφανίζονται στο μενού επιλογής τονικότητας των συγχορδιών

# TonalityDefault
source: Default
el: Προεπιλογή

# TonalityHide
source: Hide chords
el: Απόκρυψη συγχορδιών

# TonalityNull
source: Lyrics only
el: Μόνο στίχοι

# TonalityReset
source: Select default tonality
el: Επιλογή αρχικής τονικότητας

# TonalitySelect
source: Chords
el: Συγχορδίες

source: Tools
el: Εργαλεία

source: Update
el: Ενημέρωση

# UpdateDescription
source: Download new songs from the website
el: Λήψη νέων τραγουδιών από την ιστοσελίδα

source: Version
el: Έκδοση

# Version_1
source: Download songs on app startup Search songs Sort search results by relevance Select chord tonality per song Set lyrics and chords font size Show song creators Mark songs as starred List recently viewed songs Check for and download new songs Reset user options Display information, license and version
el: Λήψη τραγουδιών κατά την εκκίνηση της εφαρμογής Αναζήτηση τραγουδιών Ταξινόμηση αποτελεσμάτων αναζήτησης κατά συνάφεια Επιλογή τονικότητας συγχορδιών ανά τραγούδι Ορισμός μεγέθους γραμματοσειράς στίχων και συγχορδιών Εμφάνιση συντελεστών τραγουδιού Σήμανση τραγουδιού ως αγαπημένου Εμφάνιση προσφάτως προβεβλημένων τραγουδιών Έλεγχος και λήψη νέων τραγουδιών Επαναφορά επιλογών χρήστη Προβολή πληροφοριών, άδειας χρήσης και έκδοσης

# VersionHistory
source: History
el: Ιστορικό

source: Welcome
el: Υποδοχή
